<?php
    error_reporting(E_ERROR | E_WARNING | E_PARSE | E_NOTICE);
    ini_set('display_errors', 1);
    
    session_start();

    $host  = $_SERVER['HTTP_HOST'] . $_SERVER['PHP_SELF'];
    $private = '';
    $company = '';
    
    $location = [
        '641780'=>'Новосибирск',
        '641490'=>'Барабинск',
        '641510'=>'Бердск',
        '641600'=>'Искитим',
        '641630'=>'Колывань',
        '641680'=>'Краснообск'
        ];
    
    $category = [
        'Транспорт'=>[
            '9'=>'Автомобили с пробегом',
            '109'=>'Новые автомобили',
            '14'=>'Мотоциклы и мототехника',
            '81'=>'Грузовики и спецтехника'
            ],
        'Недвижимость'=>[
            '24'=>'Квартиры',
            '23'=>'Комнаты',
            '25'=>'Дома, дачи, коттеджи'
            ],
        'Работа'=>[
            '111'=>'Вакансии (поиск сотрудников)',
            '112'=>'Резюме (поиск работы)'
            ],
        'Услуги'=>[
            '114'=>'Предложения услуг',
            '115'=>'Запросы на услуги'
            ],
        'Личные вещи'=>[
            '27'=>'Одежда, обувь, аксессуары',
            '29'=>'Детская одежда и обувь',
            '30'=>'Товары для детей и игрушки'
            ]
        ];

    require( dirname( __FILE__ ) . '/functions.php' );//Подключение функция
    require( dirname( __FILE__ ) . '/header.html' );//Подключение шапки
    (isset($_GET['post_id'])) ? require( dirname( __FILE__ ) . '/single_post.html' ) : require( dirname( __FILE__ ) . '/form.html' );//Выводит заполненную либо пустую форму
    require( dirname( __FILE__ ) . '/footer.html' );//Подключение подвала
    
?>