<?php

$smarty->assign('private_arr', [
                            1 => 'Частное лицо',
                            0 => 'Компания'
                            ]);
$smarty->assign('private', 1);

$smarty->assign('seller_name');
$smarty->assign('email');

$smarty->assign('allow_mails_arr', [1 => 'Я не хочу получать вопросы по объявлению по e-mail']);
$smarty->assign('allow_mails');

$smarty->assign('phone');

$smarty->assign('location', [
                            '641780'=>'Новосибирск',
                            '641490'=>'Барабинск',
                            '641510'=>'Бердск',
                            '641600'=>'Искитим',
                            '641630'=>'Колывань',
                            '641680'=>'Краснообск'
                            ]);
$smarty->assign('location_id');

$smarty->assign('category', [
                            'Транспорт'=>[
                                '9'   => 'Автомобили с пробегом',
                                '109' => 'Новые автомобили',
                                '14'  => 'Мотоциклы и мототехника',
                                '81'  => 'Грузовики и спецтехника'
                            ],
                            'Недвижимость' => [
                                '24' => 'Квартиры',
                                '23' => 'Комнаты',
                                '25' => 'Дома, дачи, коттеджи'
                            ],
                            'Работа'       => [
                                '111' => 'Вакансии (поиск сотрудников)',
                                '112' => 'Резюме (поиск работы)'
                            ],
                            'Услуги'       => [
                                '114' => 'Предложения услуг',
                                '115' => 'Запросы на услуги'
                            ],
                            'Личные вещи'  => [
                                '27' => 'Одежда, обувь, аксессуары',
                                '29' => 'Детская одежда и обувь',
                                '30' => 'Товары для детей и игрушки'
                            ]
                        ]);
$smarty->assign('category_id');

$smarty->assign('title');
$smarty->assign('description');
$smarty->assign('price', '0');